{
  "AddWorkspace": {
    "AddWorkspace": "Ajouter un espace de travail",
    "Advanced": "Paramètres avancés",
    "AndLinkToMainWorkspace": "et lien vers le Wiki principal",
    "BadWikiHtml": "Échec de la création d'un wiki à partir de ce fichier HTML",
    "CanNotLoadList": "Impossible de charger la liste des dépôts, la connexion réseau n'est pas bonne.",
    "CantCreateFolderHere": "Impossible de créer le dossier \"{{newWikiPath}}\" ici",
    "Choose": "Choisir",
    "CloneOnlineWiki": "Importer un Wiki en ligne",
    "CloneWiki": "Importer un Wiki en ligne : ",
    "CreateNewWiki": "Créer un nouveau Wiki",
    "CreatePrivateRepository": "Créer un dépôt privé",
    "CreatePublicRepository": "Créer un dépôt public",
    "CreateWiki": "Créer un Wiki : ",
    "CustomClientId": "ID client",
    "CustomClientIdDescription": "ID client de l'application OAuth",
    "CustomServerUrl": "Adresse personnalisée du serveur",
    "CustomServerUrlDescription": "URL de base du serveur OAuth (par exemple : http://127.0.0.1:8888)",
    "ExistedWikiLocation": "Emplacement du Wiki existant",
    "ExtractedWikiFolderName": "Nom du dossier WIKI converti",
    "FilterExpression": "expression du filtre",
    "FilterExpressionHelp": "Un filtre d'expression TiddlyWiki par ligne, toute correspondance sera enregistrée dans cet espace de travail. Par exemple : [in-tagtree-of[Calendar]!tag[Public]]",
    "GitBranch": "Branche Git",
    "GitBranchDescription": "Branche Git à utiliser (par défaut : main)",
    "GitDefaultBranchDescription": "La branche par défaut de votre Git, Github l'a changée de master à main après cet événement",
    "GitEmail": "Email Git",
    "GitEmailDescription": "E-mail utilisé pour les commits Git, et est utilisé pour compter les activités quotidiennes sur Github et d'autres services git en ligne",
    "GitRepoUrl": "URL du dépôt Git en ligne",
    "GitToken": "Identifiants Git",
    "GitTokenDescription": "Les informations d'identification utilisées pour se connecter à Git. Expirera après une certaine période",
    "GitUserName": "Nom d'utilisateur Git",
    "GitUserNameDescription": "Le nom de compte utilisé pour se connecter à Git. Pas le surnom",
    "ImportWiki": "Importer un Wiki : ",
    "IncludeTagTree": "Inclure l'arbre d'étiquettes entier",
    "IncludeTagTreeHelp": "Lorsqu'activé, les tiddlers dont l'étiquette (ou l'étiquette de l'étiquette, récursivement) correspond à l'étiquette de ce sous-wiki seront également enregistrés dans ce sous-wiki",
    "IncludeTagTreeHelpForMain": "Une fois coché, tout étiquette dont l'étiquette (à n'importe quel niveau...) est celle-ci sera classée dans cet espace de travail.",
    "LocalWikiHtml": "chemin vers le fichier html",
    "LocalWorkspace": "Espace de travail local",
    "LocalWorkspaceDescription": "Utilisation uniquement locale, contrôle total de vos propres données. TidGi créera un système de sauvegarde git local pour vous, vous permettant de revenir aux versions précédentes des tiddlers, mais tout le contenu sera perdu lorsque le dossier local sera supprimé.",
    "LogoutToGetStorageServiceToken": "Se connecter au service de stockage en ligne pour obtenir les dernières informations d'identification",
    "MainPageReloadTip": "<0><0>Essayez :<1><0>Cliquez sur le bouton <2>Recharger</2> ci-dessous ou appuyez sur <5>CMD_or_Ctrl + R</5> pour recharger la page.</0><1>Vérifiez le <2>Dossier de journal</2> pour voir ce qui s'est passé.</1><2>Dans le pire des cas, vous pouvez toujours copier pour sauvegarder le dossier sur votre ordinateur, cliquez avec le bouton droit sur l'icône de l'espace de travail et sélectionnez Supprimer l'espace de travail, puis réimportez le dossier sur votre ordinateur (ou importez la version HTML précédemment sauvegardée du wiki en faisant glisser le HTML dedans).</2></1></0></0>",
    "MainPageTipWithSidebar": "<0>Cliquez </0><1>+</1><2> bouton sur la barre latérale pour commencer à utiliser TiddlyWiki !</2>",
    "MainPageTipWithoutSidebar": "<0>Cliquez </0><strong>Espaces de travail > Ajouter un espace de travail</strong><0> dans le menu, ou </0><strong> Cliquez ici</strong><2> pour commencer à utiliser TiddlyWiki !</2>",
    "MainWorkspace": "Espace de travail principal",
    "MainWorkspaceDescription": "Contient les fichiers de configuration de TiddlyWiki et le contenu public lorsqu'il est publié en tant que blog.",
    "MainWorkspaceLocation": "Chemin de l'espace de travail principal",
    "NotFilled": "Non rempli",
    "NotLoggedIn": "Non connecté",
    "OmitMoreResult": "La liste ne montre que les {{loadCount}} premiers résultats",
    "OpenLocalWiki": "Ouvrir le Wiki local",
    "OpenLocalWikiFromHTML": "importer wiki.html",
    "PathNotExist": "Le chemin n'existe pas \"{{path}}\"",
    "Processing": "Traitement...",
    "Reload": "Recharger",
    "SearchGithubRepoName": "Rechercher le nom du dépôt Github",
    "StartCloningSubWiki": "Commencer à cloner le sous-wiki",
    "StartCloningWiki": "Commencer à cloner le Wiki",
    "StartCreatingSubWiki": "Commencer à créer le sous-wiki",
    "StartUsingTemplateToCreateWiki": "Commencer à créer un wiki avec des modèles",
    "SubWikiCreationCompleted": "Le sous-wiki est créé",
    "SubWorkspace": "Espace de travail secondaire",
    "SubWorkspaceDescription": "Il doit être attaché à un dépôt principal, qui peut être utilisé pour stocker du contenu privé. Notez deux points : la base de connaissances secondaire ne peut pas être placée dans le dossier de la base de connaissances principale ; la base de connaissances secondaire est généralement utilisée pour synchroniser les données avec un dépôt Github privé, qui ne peut être lu et écrit que par moi, donc l'adresse du dépôt ne peut pas être la même que celle de la base de connaissances principale.\nLa base de connaissances secondaire prend effet en créant un lien symbolique (raccourci) vers la base de connaissances principale. Après la création du lien, le contenu de la base de connaissances secondaire peut être vu dans la base de connaissances principale.",
    "SubWorkspaceOptions": "Paramètres du sous-espace de travail",
    "SubWorkspaceOptionsDescriptionForMain": "Configurez les tiddlers que cet espace de travail principal priorise. Lorsqu'une étiquette est définie, les nouveaux tiddlers avec cette étiquette seront enregistrés dans l'espace principal au lieu des sous-espaces",
    "SubWorkspaceOptionsDescriptionForSub": "Configurez les tiddlers enregistrés dans ce sous-espace de travail. Les nouveaux tiddlers avec l'étiquette spécifiée seront enregistrés ici",
    "SubWorkspaceWillLinkTo": "L'espace de travail secondaire sera lié à",
    "SwitchCreateNewOrOpenExisted": "Passer à la création d'un nouveau Wiki ou à l'ouverture d'un Wiki existant",
    "SyncedWorkspace": "Espace de travail synchronisé",
    "SyncedWorkspaceDescription": "Pour synchroniser avec un service de stockage en ligne (comme Github), vous devez vous connecter à un service de stockage ou entrer vos informations d'identification, et avoir une bonne connexion réseau. Vous pouvez synchroniser les données entre les appareils, et vous possédez toujours les données lorsque vous utilisez un service de stockage de confiance. Et même après la suppression accidentelle du dossier, vous pouvez toujours télécharger les données du service en ligne vers le local à nouveau.",
    "TagName": "Nom de l'étiquette",
    "TagNameHelp": "Les tiddlers avec cette étiquette seront ajoutés à ce sous-wiki (vous pouvez ajouter ou modifier cette étiquette plus tard, en cliquant avec le bouton droit sur l'icône de l'espace de travail et en choisissant Modifier l'espace de travail)",
    "TagNameHelpForMain": "Les nouvelles entrées avec cette étiquette seront prioritairement enregistrées dans cet espace de travail.",
    "TagNameInputWarning": "⚠️ Veuillez appuyer sur Entrée pour confirmer la saisie de l'étiquette",
    "ThisPathIsNotAWikiFolder": "Le répertoire n'est pas un dossier Wiki \"{{wikiPath}}\"",
    "UseFilter": "utiliser un filtre",
    "UseFilterHelp": "Utilisez des expressions de filtre plutôt que des étiquettes pour correspondre aux entrées et décider si elles doivent être stockées dans l'espace de travail actuel.",
    "WaitForLogin": "Attendre la connexion",
    "WikiExisted": "Le Wiki existe déjà à cet emplacement \"{{newWikiPath}}\"",
    "WikiNotStarted": "Le Wiki n'est pas démarré ou n'est pas chargé",
    "WikiTemplateCopyCompleted": "Le modèle Wiki a été copié",
    "WikiTemplateMissing": "Le modèle Wiki est manquant \"{{TIDDLYWIKI_TEMPLATE_FOLDER_PATH}}\"",
    "WorkspaceFolder": "Emplacement du dossier de l'espace de travail",
    "WorkspaceFolderNameToCreate": "Nom du nouveau dossier de l'espace de travail",
    "WorkspaceParentFolder": "Dossier parent du dossier de l'espace de travail",
    "WorkspaceUserName": "Nom d'utilisateur de l'espace de travail",
    "WorkspaceUserNameDetail": "Le nom de l'éditeur utilisé dans le Wiki sera rempli dans le champ créateur lorsque le Tiddler est créé ou modifié. Le nom de l'éditeur défini dans l'espace de travail remplacera le nom de l'éditeur par défaut global attribué dans les préférences. Cela vous permet de créer des Tiddlers avec différentes identités dans le même Wiki, avec plusieurs espaces de travail configurés avec des noms d'utilisateur différents."
  },
  "Cancel": "Annuler",
  "ClickForDetails": "Cliquez pour plus de détails",
  "Confirm": "confirmer",
  "ContextMenu": {
    "About": "À propos",
    "AddToDictionary": "Ajouter au dictionnaire",
    "TalkWithAI": "Parler avec l'IA",
    "TalkWithAIMore": "Parler avec un agent…",
    "Back": "Reculer←",
    "BackupNow": "Sauvegarde Git locale",
    "Copy": "Copier",
    "CopyEmailAddress": "Copier l'adresse e-mail",
    "CopyImage": "Copier l'image",
    "CopyImageURL": "Copier l'URL de l'image",
    "CopyLink": "Copier le lien",
    "Cut": "Couper",
    "DeveloperTools": "Outils de développement",
    "Forward": "Avancer→",
    "InspectElement": "Inspecter l'élément",
    "LookUp": "Rechercher \"{{word}}\"",
    "More": "Plus",
    "NoNetworkConnection": "Pas de connexion réseau",
    "Notifications": "Notifications...",
    "OpenCommandPalette": "Ouvrir la palette de commandes",
    "OpenLinkInBrowser": "Ouvrir le lien dans le navigateur",
    "OpenTidGi": "Ouvrir TidGi",
    "OpenTidGiMiniWindow": "Ouvrir la mini-fenêtre TidGi",
    "OpenWorkspaceInNewWindow": "Ouvrir l'espace de travail dans une nouvelle fenêtre",
    "Paste": "Coller",
    "Preferences": "Préférences...",
    "Quit": "Quitter",
    "Reload": "Recharger",
    "RestartService": "Redémarrer le service",
    "RestartServiceComplete": "Redémarrage du service terminé",
    "RevertCommit": "Réinitialiser la validation : {{message}}",
    "SearchWithGoogle": "Rechercher avec Google",
    "SyncNow": "Synchroniser avec le cloud",
    "TidGiSupport": "Support TidGi",
    "TidGiWebsite": "Site web TidGi",
    "UncommittedChanges": "modifications non soumises",
    "WithAI": "(Sauvegarde IA - Nommage)"
  },
  "Delete": "Supprimer",
  "Dialog": {
    "CantFindWorkspaceFolderRemoveWorkspace": "Impossible de trouver le dossier de l'espace de travail qui était encore là avant ! \nLes dossiers qui devraient exister ici ont peut-être été supprimés, ou il n'y a pas de wiki dans ce dossier ! \nVoulez-vous supprimer l'espace de travail ?",
    "DoNotCare": "Non, peu importe",
    "FocusedTiddlerNotFoundTitle": "Impossible de trouver l'entrée actuellement ciblée",
    "FocusedTiddlerNotFoundTitleDetail": "Vous pouvez installer le plugin FocusedTiddler sur CPL.",
    "Later": "Plus tard",
    "MadeWithLove": "<0>Fait avec </0><1>❤</1><2> par </2>",
    "NeedCorrectTiddlywikiFolderPath": "Le chemin correct doit être passé, et ce chemin ne peut pas être reconnu par TiddlyWiki. Nom : {{name}} , Chemin : {{wikiFolderLocation}}",
    "PathPassInCantUse": "Le chemin passé ne peut pas être utilisé",
    "RemoveWorkspace": "Supprimer l'espace de travail",
    "ReportBug": "Signaler un bug",
    "ReportBugDetail": "Si vous avez lu le tutoriel, et lu attentivement le texte de sortie des erreurs, et vérifié judicieusement votre saisie, vous pouvez cliquer sur le bouton.",
    "RestartAppNow": "Redémarrer l'application maintenant",
    "RestartMessage": "Vous devez redémarrer l'application pour que ce changement prenne effet.",
    "RestartWikiNow": "Redémarrer le Wiki maintenant",
    "Restarting": "Redémarrage",
    "StorageServiceUserInfoNoFound": "Les informations utilisateur de votre service de stockage sont introuvables",
    "StorageServiceUserInfoNoFoundDetail": "Il semble que vous ne vous soyez pas connecté à votre service de stockage, nous désactivons donc la synchronisation pour ce wiki.",
    "WorkspaceFolderRemoved": "Le dossier de l'espace de travail est déplacé ou n'est pas un dossier wiki"
  },
  "EditWorkspace": {
    "AddExcludedPlugins": "Entrez le nom du plugin que vous souhaitez ignorer",
    "AddExcludedPluginsDescription": "Vous pouvez rechercher des plugins installés dans le wiki actuel, ou entrer n'importe quel nom de plugin.",
    "AppearanceOptions": "Options d'apparence",
    "BackupOnInterval": "Sauvegarde à intervalle",
    "BackupOnIntervalDescription": "Lorsqu'il est activé, les données seront automatiquement sauvegardées avec le git local à intervalles réguliers (intervalle dans les paramètres globaux), de sorte que même si aucune adresse de synchronisation git cloud n'est configurée, elles seront automatiquement sauvegardées localement.",
    "Cancel": "Annuler",
    "ClickToExpand": "Cliquez pour développer",
    "DisableAudio": "Empêcher l'espace de travail de lire de l'audio.",
    "DisableAudioTitle": "Désactiver l'audio",
    "DisableNotification": "Empêcher l'espace de travail d'envoyer des notifications.",
    "DisableNotificationTitle": "Désactiver les notifications",
    "EnableFileSystemWatchDescription": "Surveillance automatique des modifications des fichiers externes et synchronisation avec la base de connaissances. Il s'agit d'une fonction expérimentale qui peut contenir des bugs ; vous pouvez désactiver cette option en cas de problème. Un redémarrage de l'espace de travail est nécessaire pour que les changements prennent effet.",
    "EnableFileSystemWatchTitle": "Activer la surveillance du système de fichiers (expérimental)",
    "EnableHTTPAPI": "Activer les API HTTP",
    "EnableHTTPAPIDescription": "Permettre à des programmes tiers tels que TidGi-Mobile, Tiddlywiki-Collector webclipper, etc. de lire et de modifier vos notes via l'interface réseau HTTP.",
    "EnableHTTPS": "Activer HTTPS",
    "EnableHTTPSDescription": "Pour fournir un accès sécurisé chiffré TLS, vous devez avoir votre propre certificat HTTPS, qui peut être téléchargé auprès du fournisseur de nom de domaine, ou vous pouvez rechercher des méthodes d'application de certificat HTTPS gratuit.",
    "ExcludedPlugins": "plugins à ignorer",
    "ExcludedPluginsDescription": "Lors du démarrage du wiki en mode lecture seule en tant que blog, vous pouvez ne pas vouloir charger certains plugins liés à l'édition pour réduire la taille de la page web chargée en premier, tels que $:/plugins/tiddlywiki/codemirror, etc. Après tout, le blog chargé n'a pas besoin de ces fonctions d'édition.",
    "Generate": "Générer",
    "HTTPSCertPath": "Chemin du fichier de certificat",
    "HTTPSCertPathDescription": "Emplacement du fichier de certificat avec le suffixe .crt, généralement se terminant par xxx_public.crt.",
    "HTTPSKeyPath": "Chemin du fichier de clé",
    "HTTPSKeyPathDescription": "Emplacement du fichier de clé privée avec le suffixe .key.",
    "HTTPSPickCert": "Sélectionnez le chemin du fichier de certificat",
    "HTTPSPickKey": "Sélectionnez le chemin du fichier de clé",
    "HTTPSUploadCert": "Ajouter un fichier de certificat",
    "HTTPSUploadKey": "Ajouter un fichier de clé",
    "HibernateDescription": "Économiser l'utilisation du CPU, de la mémoire et de la batterie. Cela désactivera la synchronisation automatique, vous devrez effectuer manuellement les commits et la synchronisation pour sauvegarder les données.",
    "HibernateTitle": "Mettre en veille lorsqu'il n'est pas utilisé",
    "IgnoreSymlinks": "ignorer les liens symboliques",
    "IgnoreSymlinksDescription": "Les liens symboliques sont similaires aux raccourcis. Les anciennes versions les utilisaient pour implémenter la fonctionnalité des sous-espaces de travail, mais ils ne sont plus nécessaires dans les nouvelles versions. Vous pouvez supprimer manuellement les liens symboliques résiduels.",
    "IsSubWorkspace": "Est un sous-espace de travail",
    "LastNodeJSArgv": "Arguments de ligne de commande du dernier démarrage",
    "LastVisitState": "Dernière page visitée",
    "MainWorkspacePath": "Chemin de l'espace de travail principal",
    "MiscOptions": "Divers",
    "MoveWorkspace": "Espace de travail mobile...",
    "MoveWorkspaceFailed": "Échec du déplacement de l'espace de travail",
    "MoveWorkspaceFailedMessage": "Échec du déplacement de l'espace de travail",
    "MoveWorkspaceTooltip": "Déplacer le dossier de l'espace de travail vers un nouvel emplacement. La base de connaissances sera automatiquement arrêtée avant le déplacement pour éviter les problèmes de verrouillage des fichiers.",
    "Name": "Nom de l'espace de travail",
    "NameDescription": "Le nom de l'espace de travail, qui sera affiché sur la barre latérale, peut être différent du nom réel du dossier du dépôt Git dans l'espace de travail",
    "NoRevert": "Attention ! Cette opération ne peut pas être annulée.",
    "Path": "Chemin du Wiki",
    "PathDescription": "Emplacement de votre dossier wiki local.",
    "Port": "Port du serveur local",
    "ReadOnlyMode": "Mode lecture seule",
    "ReadOnlyModeDescription": "Peut être utilisé avec la pénétration du réseau local, permettant à TidGi de fonctionner comme un programme serveur pour déployer des blogs. Après ouverture, le wiki ne peut être modifié qu'en modifiant directement le fichier sur le disque (y compris en utilisant la synchronisation git). Le contenu ne peut pas être modifié sur la page web, mais tout le monde peut y accéder.",
    "ResetDefaultIcon": "Réinitialiser l'icône par défaut",
    "Save": "Enregistrer",
    "SaveAndSyncOptions": "Enregistrer et synchroniser",
    "SelectLocal": "Sélectionner une image locale...",
    "ServerOptions": "Options de blog et de serveur",
    "SyncOnInterval": "Synchroniser à intervalle",
    "SyncOnIntervalDescription": "Lorsqu'il est activé, il se synchronisera automatiquement selon l'intervalle de temps dans les paramètres globaux, et se synchronisera toujours automatiquement au démarrage, ou manuellement en cliquant sur le bouton. Sauvegardera automatiquement les données dans le git local avant la synchronisation. Si désactivé, il n'y a qu'une seule synchronisation automatique lors de l'ouverture de l'application, et une synchronisation manuelle lorsque l'utilisateur la déclenche en cliquant sur le bouton de synchronisation dans le wiki.",
    "SyncOnStartup": "Synchroniser au démarrage de l'application",
    "SyncOnStartupDescription": "Commit et synchronisation une fois l'application démarrée à froid.",
    "TokenAuth": "Authentification par jeton",
    "TokenAuthAutoFillUserNameDescription": "Cette fonctionnalité nécessite que le nom d'utilisateur soit rempli dans les paramètres globaux ou les paramètres de l'espace de travail, s'il est vide, un nom par défaut sera automatiquement rempli dans les paramètres de l'espace de travail, vous pouvez le modifier plus tard.",
    "TokenAuthCurrentHeader": "En-tête d'authentification actuelle",
    "TokenAuthCurrentToken": "Jeton actuel d'authentification par jeton",
    "TokenAuthCurrentTokenDescription": "Ce jeton est confidentiel, il doit être régénéré après avoir été divulgué à une entité hostile, et les informations d'identification doivent être mises à jour pour les applications tierces connectées après régénération",
    "TokenAuthCurrentTokenEmptyText": "Cliquez sur le bouton Générer pour générer un nouveau jeton",
    "TokenAuthDescription": "Lorsqu'il est activé, les informations d'identification doivent être incluses dans la requête HTTP pour lire et écrire dans votre base de connaissances, ce qui empêche d'autres personnes sur le même réseau local d'accéder aux notes, améliorant ainsi la sécurité du serveur. Ne peut pas être activé en même temps que le mode lecture seule.",
    "URL": "URL du Wiki",
    "UploadOrSelectPathDescription": "Cliquez sur le bouton de téléchargement pour soumettre le fichier à Taiji pour stockage, ou cliquez sur le bouton de sélection de chemin pour sélectionner le fichier à partir de votre emplacement de stockage.",
    "WikiRootTiddler": "Tiddler racine du Wiki",
    "WikiRootTiddlerDescription": "Le tiddler racine du Wiki détermine le comportement de base du système, veuillez lire la documentation officielle pour comprendre avant de modifier",
    "WikiRootTiddlerItems": {
      "all": "Tout charger en une fois",
      "lazy-all": "Charger les images et le texte à la demande",
      "lazy-images": "Charger les images à la demande"
    }
  },
  "Error": {
    "ALreadyExistErrorDescription": "Un dossier existe déjà à ce chemin, et une nouvelle base de connaissances ne peut pas être créée ici.",
    "AlreadyExistError": "Le dossier existe déjà ici.",
    "CopyWikiTemplateError": "E-3 CopyWikiTemplateError",
    "CopyWikiTemplateErrorDescription": "E-3 Tentative de copier ou de remplacer le dernier modèle wiki à l'emplacement correspondant, mais a échoué. Cela devrait être causé par votre saisie.",
    "DoubleWikiInstanceError": "E-4 DoubleWikiInstanceError",
    "DoubleWikiInstanceErrorDescription": "E-4 Vous avez démarré le même Wiki deux fois. Cela peut être causé par un bug dans le programme.",
    "HTMLCanNotLoadError": "Le chemin du fichier HTML actuel ne peut pas être utilisé.",
    "HTMLCanNotLoadErrorDescription": "Veuillez entrer un chemin vers un fichier tiddlywiki.html valide.",
    "InitWikiGitError": "E-1 InitWikiGitError",
    "InitWikiGitErrorDescription": "E-1 Le modèle utilisé par le nouveau dépôt de notes a échoué à copier ou l'initialisation git du dépôt de notes a échoué. Cela devrait être un bug.",
    "InitWikiGitRevertError": "E-2 InitWikiGitRevertError",
    "InitWikiGitRevertErrorDescription": "E-2 Non seulement l'initialisation du dépôt de notes a échoué, mais la révocation a également échoué. C'est un problème grave, et vous devez nettoyer manuellement le nouveau dossier généré à cet emplacement.",
    "InitWikiGitSyncedWikiNoGitUserInfoError": "E-6 InitWikiGitSyncedWikiNoGitUserInfoErrorDescription",
    "InitWikiGitSyncedWikiNoGitUserInfoErrorDescription": "E-6 L'initialisation du dépôt de notes synchronisé avec le cloud nécessite que vous sélectionniez une adresse de dépôt git cloud et fournissiez les informations d'identification pour le service cloud correspondant. Cependant, ces informations ne sont pas disponibles actuellement.",
    "InsertMenuAfterSubMenuIndexError": "E-5 InsertMenuAfterSubMenuIndexError",
    "InsertMenuAfterSubMenuIndexErrorDescription": "E-5 Vous essayez d'insérer un menu avec afterSubMenu \"{{afterSubMenu}}\" dans le menu \"{{menuID}}\", mais nous ne pouvons pas le trouver dans le menu \"{{menu}}\", veuillez spécifier un élément de menu avec l'attribut id correct",
    "MainWindowMissing": "E-7 Ce programme ne peut pas accéder aux données de la fenêtre principale, ne peut pas fonctionner normalement.",
    "SubWikiSMainWikiNotExistError": "Le wiki principal auquel le sous-wiki est attaché n'existe pas",
    "SubWikiSMainWikiNotExistErrorDescription": "Un sous-wiki doit choisir un wiki principal auquel s'attacher lors de sa création, mais maintenant le wiki principal auquel ce sous-wiki devrait être attaché ne peut pas être trouvé et ne peut pas être attaché.",
    "ViewLoadUrlError": "E-9 Erreur de chargement de la page web",
    "ViewLoadUrlErrorDescription": "E-9 La page Wiki correspondant à l'espace de travail n'a pas pu être chargée, mais nous essaierons à nouveau bientôt",
    "WikiRuntimeError": "E-13 Erreur d'exécution du Wiki",
    "WikiRuntimeErrorDescription": "E-13 Il y a une erreur lors de l'exécution du wiki. Veuillez vérifier le fichier journal pour la raison, et télécharger et soumettre un problème pour réparation.",
    "WorkspaceFailedToLoadError": "E-8 WorkspaceFailedToLoadError",
    "WorkspaceFailedToLoadErrorDescription": "E-8 La page Wiki correspondant à l'espace de travail n'a pas pu être chargée. Il y a de nombreuses raisons, mais c'est essentiellement à cause de bugs du programme.",
    "ZxInitializationError": "E-12 Erreur d'initialisation du service d'exécution de code Zx",
    "ZxInitializationErrorDescription": "E-12 Erreur d'initialisation du service d'exécution de code Zx, veuillez vérifier le fichier journal pour la raison, et télécharger et soumettre le problème pour réparation.",
    "ZxInitializationRetryFailedError": "E-10 Erreur de réessai d'initialisation du service d'exécution de code Zx",
    "ZxInitializationRetryFailedErrorDescription": "E-10 Erreur d'initialisation du service d'exécution de code Zx, l'erreur persiste après plusieurs tentatives de réessai, veuillez télécharger le fichier journal et soumettre un problème pour signaler l'erreur pour réparation.",
    "ZxNotInitializedError": "E-11 Erreur de non-initialisation du service d'exécution de code Zx",
    "ZxNotInitializedErrorDescription": "E-11 Le service d'exécution de code Zx n'est pas initialisé avec succès et essaiera automatiquement de s'initialiser."
  },
  "ErrorMessage": "Message d'erreur",
  "GitLog": {
    "Actions": "opération",
    "AllBranches": "toutes les branches",
    "AndMoreFiles": "Il reste encore {{count}} fichier(s)",
    "Author": "auteur",
    "BinaryFileCannotDisplay": "Le fichier binaire ne peut pas être affiché sous forme de texte.",
    "Committing": "En cours de soumission...",
    "ContentView": "contenu du fichier",
    "CopyFilePath": "copier le chemin du fichier",
    "CopyHash": "copier soumettre le hachage",
    "CopyRelativeFilePath": "copier le chemin relatif",
    "CopySuccess": "copie réussie",
    "CurrentVersion": "version actuelle",
    "Date": "date",
    "DateRangeSearch": "plage de temps",
    "Details": "détails",
    "DiffView": "comparaison des différences",
    "DiscardChanges": "abandonner les modifications",
    "DiscardFailed": "abandonner la modification échouée",
    "DiscardSuccess": "Modification abandonnée",
    "EndDate": "date de fin",
    "FailedToLoadDiff": "Échec du chargement des différences",
    "FileNameSearch": "nom de fichier",
    "FileSearchPlaceholder": "Par exemple : pages, *.tsx, config.json",
    "FilesChanged": "fichiers modifiés",
    "FilesChanged_other": "{{count}} fichiers modifiés",
    "Hash": "valeur de hachage",
    "IgnoreExtension": "Ignorer tous les fichiers .{{ext}}",
    "IgnoreFailed": "Échec de l'ajout au .gitignore",
    "IgnoreFile": "Ignorer les fichiers (ajouter à .gitignore)",
    "IgnoreSuccess": "Ajouté à .gitignore",
    "ImageInCommit": "Image à ce commit",
    "ImageNotAvailable": "Image non disponible",
    "InfiniteScroll": "chargement en défilement",
    "LoadingFull": "Chargement en cours...",
    "LoadingMore": "Charger plus...",
    "LoadingWorkspace": "Chargement de l'espace de travail...",
    "Message": "soumettre les informations",
    "MessageSearch": "soumettre les informations",
    "NewImage": "Nouvelle image (ajoutée lors de cette soumission)",
    "NoCommits": "Aucun enregistrement soumis",
    "NoFilesChanged": "Aucun changement de fichier",
    "OpenInExternalEditor": "Ouvrir dans un éditeur externe",
    "OpenInGitHub": "Ouvrir dans GitHub",
    "OpenWithDefaultProgram": "Ouvrir avec le programme par défaut",
    "PreviousVersion": "version avant modification",
    "RevertCommit": "Créer un nouveau commit d'annulation",
    "Reverting": "Retour en arrière...",
    "EditCommitMessage": "Modifier le message du commit",
    "EditCommitMessageTitle": "Modifier le message du dernier commit",
    "EditCommitMessagePlaceholder": "Nouveau message de commit",
    "EditCommitMessageConfirm": "Enregistrer",
    "EditCommitMessageHint": "Seul le message du dernier commit sera modifié ; les changements indexés ou non sont conservés et non inclus.",
    "UndoCommit": "Annuler cette validation",
    "Undoing": "Annulation en cours...",
    "SearchCommits": "Rechercher les enregistrements soumis...",
    "SearchMode": "mode de recherche",
    "SelectCommit": "Sélectionnez une soumission pour voir les détails",
    "SelectFileToViewDiff": "Sélectionnez un fichier pour voir les différences",
    "ShowFull": "développer tout",
    "ShowInExplorer": "Afficher dans l'Explorateur",
    "StartDate": "date de début",
    "Title": "Historique Git",
    "UnknownDate": "Date inconnue",
    "WarningMessage": "Attention : Les opérations de checkout et de rollback modifient les fichiers du répertoire de travail. Veuillez agir avec prudence."
  },
  "Help": {
    "Alternatives": "Alternatives",
    "Contribute": "Contribuer à ce site",
    "Description": "Cliquer sur le bouton \"Ouvrir\" ouvrira la page dans une nouvelle fenêtre. La page doit être chargée depuis Internet pour la première fois (5s - 1min), elle n'est donc pas disponible lorsque le réseau est déconnecté. \nVous pouvez modifier le contenu de la page ouverte à volonté comme un terrain de jeu sandbox pour essayer les fonctionnalités apprises. Si vous souhaitez enregistrer les résultats modifiés, vous pouvez cliquer sur le bouton d'enregistrement de Tiddlywiki pour l'enregistrer en tant que wiki à page unique au format HTML.",
    "List": "Liste des aides",
    "Tags": {
    }
  },
  "KeyboardShortcut": {
    "Clear": "effacer",
    "HelpText": "Appuyez sur n'importe quelle combinaison de touches (par exemple Ctrl+Maj+A). Les touches modificatrices seules seront ignorées.",
    "None": "sans",
    "PressKeys": "Veuillez appuyer sur la touche...",
    "PressKeysPrompt": "Veuillez appuyer sur la combinaison de raccourcis pour {{feature}}.",
    "RegisterShortcut": "Raccourci d'enregistrement"
  },
  "LOG": {
    "CommitBackupMessage": "Sauvegarde avec TidGi-Desktop\t",
    "CommitMessage": "Synchroniser avec TidGi-Desktop"
  },
  "LinOnetwo": "Lin Onetwo",
  "Loading": "Chargement",
  "Log": {
    "AddComplete": "Ajout Git réussi",
    "AddingFiles": "Commencer à ajouter vos fichiers à sauvegarder avec Git",
    "CantForcePullError": "Échec du pull forcé, peut-être que le dépôt est dans un état spécial",
    "CantSyncGitNotInitialized": "Impossible de synchroniser, ce dossier n'est pas initialisé en tant que dépôt Git",
    "CantSyncInSpecialGitStateAutoFixFailed": "Impossible de synchroniser, ce dossier est dans un état spécial, il ne peut donc pas être synchronisé directement. Une tentative de correction automatique a été effectuée, mais l'erreur persiste. Veuillez résoudre tous les conflits manuellement (par exemple, utilisez VSCode pour ouvrir le dossier wiki), si cela ne fonctionne toujours pas, veuillez utiliser des outils Git professionnels (Source Tree, GitKraken) pour résoudre ce problème.",
    "CantSyncInSpecialGitStateAutoFixSucceed": "Ce dossier est dans un état spécial, il ne pouvait pas être synchronisé directement, mais il a été réparé automatiquement",
    "CantSynchronizeAndSyncScriptIsInDeadLoop": "Impossible de synchroniser, et le script de synchronisation est dans une boucle infinie.",
    "CheckingLocalGitRepoSanity": "Vérification de l'initialisation correcte du dépôt Git local",
    "CheckingLocalSyncState": "Détection de l'état local nécessitant une synchronisation avec le cloud",
    "CheckingRebaseStatus": "Analyse du plan de traitement du rebase",
    "CommitComplete": "Commit local terminé",
    "FailedToOpenDirectory": "Échec de l'ouverture du répertoire {{path}} {{errorMessage}}",
    "FailedToOpenFile": "Échec de l'ouverture du fichier {{path}} {{errorMessage}}",
    "FetchingData": "Récupération des données du cloud pour comparaison",
    "FinishForcePull": "Pull forcé terminé",
    "GitMergeFailed": "Les résultats de la fusion Git ne sont pas bons, il peut y avoir des failles dans la stratégie de fusion",
    "GitPushFailed": "Le résultat du push Git est mauvais, cela signifie généralement qu'il y a un problème de réseau.",
    "GitRepositoryConfigurationFinished": "Le dépôt Git est configuré",
    "GitTokenExpireOrWrong": "Le jeton Git a expiré et vous devez vous reconnecter, ou le jeton ne correspond pas au nom d'utilisateur",
    "GitTokenMissing": "Jeton Git manquant",
    "HaveThingsToCommit": "Il y a du contenu qui doit être soumis (commit), et il est en cours de soumission automatique",
    "InitializeWikiGit": "Initialisation du Wiki et de Git",
    "InitializeWorkspaceView": "Initialisation de l'espace de travail et de la vue du navigateur, et chargement du contenu web, veuillez patienter",
    "InitializeWorkspaceViewDone": "Créé avec succès, le contenu sera bientôt chargé",
    "LocalAheadStartUpload": "L'état local est en avance sur le cloud, et le téléchargement commence",
    "LocalStateBehindSync": "L'état local est en retard par rapport au cloud, commence à fusionner les données du cloud.",
    "LocalStateDivergeRebase": "L'état local diverge du cloud et commence à rebaser (Rebase)",
    "NoNeedToSync": "Pas besoin de synchroniser, l'état local est cohérent avec le cloud",
    "PerformLastCheckBeforeSynchronizationFinish": "Effectuer la dernière vérification avant la fin de la synchronisation",
    "PrepareCloneOnlineWiki": "Préparation à l'importation d'un wiki en ligne.",
    "PrepareSync": "Préparation à la synchronisation, utilisation des informations d'auteur connectées",
    "PreparingUserInfo": "Configuration des informations d'identité",
    "RebaseConflictNeedsResolve": "Conflit trouvé lors de l'exécution du rebase git, besoin de résoudre le conflit.",
    "RebaseSucceed": "Rebase réussi, début du téléchargement",
    "SkipForcePull": "Ignorer le pull forcé, pas de nouvelles du distant",
    "StartBackupToGithubRemote": "Le Git local où se trouve le Wiki est en cours de sauvegarde vers le dépôt distant Github. Le temps nécessaire dépend de la vitesse d'Internet, veuillez être patient",
    "StartConfiguringGithubRemoteRepository": "Après l'initialisation du dépôt, commencer à configurer le dépôt distant Github",
    "StartFetchingFromGithubRemote": "Récupération des données du dépôt distant Github, le temps nécessaire dépend de la vitesse d'Internet, veuillez être patient.",
    "StartForcePull": "Commencer le pull forcé distant, remplacera complètement le local",
    "StartGitInitialization": "Commencer à initialiser le dépôt Git local",
    "StartResettingLocalToRemote": "Commencer à effacer le local et remplacer par le contenu distant",
    "SyncFailedSystemError": "La synchronisation a échoué, il peut y avoir un problème avec le système de synchronisation",
    "SynchronizationFailed": "La synchronisation a échoué ! \nVous devez utiliser des outils tels que Github Desktop pour vérifier l'état du dépôt Git actuel. \nL'échec peut être causé par le réseau. Si c'est le cas, vous pouvez réessayer après avoir ajusté le réseau.",
    "SynchronizationFinish": "Synchronisation terminée"
  },
  "Menu": {
    "ActualSize": "Taille réelle",
    "Close": "Fermer",
    "CurrentWorkspace": "Espace de travail actuel",
    "DeveloperToolsActiveWorkspace": "Ouvrir les outils de développement de l'espace de travail actif",
    "Edit": "Modifier",
    "ExportActiveTiddler": "Exporter le Tiddler actif",
    "ExportWholeWikiHTML": "Exporter tout le Wiki en HTML vers un dossier",
    "Find": "Trouver",
    "FindMatches": "correspondances",
    "FindNext": "Trouver suivant",
    "FindPrevious": "Trouver précédent",
    "Help": "Aide",
    "History": "Historique",
    "Home": "Accueil",
    "Language": "Langue",
    "LearnMore": "En savoir plus...",
    "PrintPage": "Imprimer la page",
    "ReportBugViaGithub": "Signaler un bug via GitHub...",
    "RequestFeatureViaGithub": "Demander une nouvelle fonctionnalité via GitHub...",
    "SelectNextWorkspace": "Sélectionner l'espace de travail suivant",
    "SelectPreviousWorkspace": "Sélectionner l'espace de travail précédent",
    "TidGi": "TidGi",
    "TidGiMiniWindow": "Mini-fenêtre TidGi",
    "View": "Vue",
    "Wiki": "Wiki",
    "Window": "Fenêtre",
    "Workspaces": "Espaces de travail",
    "ZoomIn": "Agrandir",
    "ZoomOut": "Rétrécir"
  },
  "No": "Non",
  "Notification": {
    "AdjustSchedule": "Ajuster le calendrier...",
    "AdjustTime": "Ajuster l'heure",
    "Custom": "Personnalisé...",
    "NotificationsNowResumed": "Les notifications sont maintenant reprises.",
    "Pause10Hours": "10 heures",
    "Pause12Hours": "12 heures",
    "Pause15Minutes": "15 minutes",
    "Pause1Hour": "1 heure",
    "Pause2Hours": "2 heures",
    "Pause30Minutes": "30 minutes",
    "Pause45Minutes": "45 minutes",
    "Pause4Hours": "4 heures",
    "Pause6Hours": "6 heures",
    "Pause8Hours": "8 heures",
    "PauseBySchedule": "Pause notifications selon le calendrier...",
    "PauseNotifications": "Pause notifications",
    "PauseUntilNextWeek": "Jusqu'à la semaine prochaine",
    "PauseUntilTomorrow": "Jusqu'à demain",
    "Paused": "Notifications en pause",
    "PausedUntil": "Notifications en pause jusqu'à {{date}}.",
    "Resume": "Reprendre les notifications",
    "Resumed": "Notifications reprises"
  },
  "Open": "Ouvrir",
  "Preference": {
    "AIGenerateBackupTitle": "Sauvegarde générée par IA",
    "AIGenerateBackupTitleDescription": "Utiliser l'intelligence artificielle pour générer automatiquement des titres de sauvegarde Git en fonction du contenu modifié, activé par défaut",
    "AIGenerateBackupTitleTimeout": "Délai d'expiration de la sauvegarde des titres générés par l'IA",
    "AIGenerateBackupTitleTimeoutDescription": "Le temps d'attente maximum pour la génération du titre par l'IA, après quoi le titre par défaut sera utilisé.",
    "AlwaysOnTop": "Toujours au-dessus",
    "AlwaysOnTopDetail": "Garder la fenêtre principale de TidGi toujours au-dessus des autres fenêtres, et ne sera pas couverte par d'autres fenêtres",
    "AntiAntiLeech": "Certains sites web ont une protection anti-leech, empêchant certaines images d'être affichées sur votre wiki, nous simulons un en-tête de requête qui ressemble à la visite de ce site web pour contourner cette protection.",
    "AskDownloadLocation": "Demander où enregistrer chaque fichier avant de télécharger",
    "AttachToTaskbar": "Attacher à la barre des tâches",
    "AttachToTaskbarShowSidebar": "Attacher à la barre des tâches Afficher la barre latérale",
    "ChooseLanguage": "Choisir la langue 选择语言",
    "ClearBrowsingData": "Effacer les données de navigation (git n'est pas affecté)",
    "ClearBrowsingDataDescription": "Effacer les cookies, le cache, et plus",
    "ClearBrowsingDataMessage": "Êtes-vous sûr ? Toutes les données de navigation seront effacées. Cette action ne peut pas être annulée.",
    "ConfirmDeleteExternalApiDatabase": "Êtes-vous sûr de vouloir supprimer la base de données contenant les informations de débogage d'API externes ? Cette action est irréversible.",
    "DarkTheme": "Thème sombre",
    "DefaultFreeModelSelection": "Modèle gratuit par défaut sélectionné",
    "DefaultFreeModelSelectionDescription": "petit modèle gratuit utilisé pour générer des titres de résumé et des titres de sauvegarde",
    "DefaultUserName": "Nom d'utilisateur",
    "DefaultUserNameDetail": "Le nom d'utilisateur dans le Wiki, cela ne prend effet qu'après redémarrage, cela remplira le champ créateur des tiddlers nouvellement créés ou modifiés. Peut être remplacé par le nom d'utilisateur défini dans les paramètres de l'espace de travail.",
    "DeveloperTools": "Outils de développement",
    "DisableAntiAntiLeech": "Désactiver l'anti-anti-leech",
    "DisableAntiAntiLeechDetail": "Activez cette option pour désactiver complètement la fonctionnalité anti-anti-leech.",
    "DisableAntiAntiLeechForUrls": "Désactiver l'anti-anti-leech pour les URL",
    "DisableAntiAntiLeechForUrlsDetail": "Entrez une URL par ligne pour désactiver uniquement l'anti-anti-leech pour ces URL. Parce que la fonctionnalité anti-anti-leech peut empêcher certains sites web avec anti-anti-anti-leech de charger des images.",
    "DownloadLocation": "Emplacement de téléchargement",
    "Downloads": "Téléchargements",
    "FriendLinks": "Liens amis",
    "General": "UI & Interact",
    "HibernateAllUnusedWorkspaces": "Mettre en veille les espaces de travail inutilisés au lancement de l'application",
    "HibernateAllUnusedWorkspacesDescription": "Mettre en veille tous les espaces de travail au lancement, sauf le dernier espace de travail actif.",
    "HideMenuBar": "Masquer la barre de menus",
    "HideMenuBarDetail": "Appuyez sur Alt + M pour afficher la barre de menus masquée.",
    "HideSideBar": "Masquer la barre latérale",
    "HideSideBarIconDetail": "Masquer l'icône et n'afficher que le nom de l'espace de travail pour rendre la liste des espaces de travail plus compacte",
    "HideTitleBar": "Masquer la barre de titre",
    "HowToEnableNotifications": "<0>TidGi prend en charge les notifications dès la sortie de la boîte. Mais dans certains cas, pour recevoir des notifications, vous devrez configurer manuellement des paramètres supplémentaires de l'application web.</0><1>En savoir plus</1><2>.</2>",
    "IgnoreCertificateErrors": "Ignorer les erreurs de certificat réseau",
    "IgnoreCertificateErrorsDescription": "<0>Non recommandé. </0><1>En savoir plus</1>.",
    "ItIsWorking": "Ça fonctionne !",
    "Languages": "Lang/语言",
    "LightTheme": "Thème clair",
    "Logout": "Déconnexion",
    "Miscellaneous": "Divers",
    "MoreWorkspaceSyncSettings": "Plus de paramètres de synchronisation de l'espace de travail",
    "MoreWorkspaceSyncSettingsDescription": "Veuillez cliquer avec le bouton droit sur l'icône de l'espace de travail, ouvrir ses paramètres d'espace de travail en cliquant sur l'élément de menu contextuel \"Modifier l'espace de travail\", et configurer ses paramètres de synchronisation indépendants.",
    "Network": "Réseau",
    "Notifications": "Notifications",
    "NotificationsDetail": "Contrôler le temps de pause des notifications",
    "NotificationsDisableSchedule": "Désactiver automatiquement les notifications selon un horaire :",
    "NotificationsMuteAudio": "Couper le son lorsque les notifications sont en pause",
    "OpenAtLogin": "Ouvrir à la connexion",
    "OpenAtLoginMinimized": "Oui, mais minimisé (MacOS)",
    "OpenLogFolder": "Ouvrir le dossier de journal",
    "OpenLogFolderDetail": "Lors du signalement d'un problème, veuillez ouvrir le dernier fichier .log dans le dossier et envoyer son contenu au développeur, ou le coller sur pastebin.com puis coller l'URL dans le problème Github",
    "OpenMetaDataFolder": "Ouvrir le dossier des métadonnées de l'espace de travail TidGi",
    "OpenMetaDataFolderDetail": "Les données de TiddlyWiki et les métadonnées de l'espace de travail de TidGi sont stockées séparément. Les métadonnées de TidGi incluent les paramètres de l'espace de travail, etc., qui sont stockées dans ce dossier au format JSON.",
    "OpenV8CacheFolder": "Ouvrir le dossier de cache V8",
    "OpenV8CacheFolderDetail": "Le dossier de cache V8 stocke les fichiers mis en cache qui accélèrent le démarrage de l'application",
    "OpenInstallerLogFolder": "Ouvrir le dossier des journaux d'installation",
    "OpenInstallerLogFolderDetail": "Le dossier des journaux d'installation Windows (SquirrelTemp) contient les journaux d'installation et de mise à jour de l'application",
    "Performance": "Performance",
    "PrivacyAndSecurity": "Confidentialité & Sécurité",
    "ReceivePreReleaseUpdates": "Recevoir les mises à jour préliminaires",
    "RememberLastVisitState": "Se souvenir de la dernière page visitée, restaurer l'état de la dernière visite à l'ouverture",
    "RequireRestart": "Nécessite un redémarrage",
    "Reset": "Êtes-vous sûr ? Toutes les préférences seront réinitialisées à leurs valeurs par défaut d'origine. Les données de navigation ne seront pas affectées. Cette action ne peut pas être annulée.",
    "ResetNow": "Réinitialiser maintenant",
    "RestorePreferences": "Restaurer les préférences à leurs valeurs par défaut d'origine",
    "RunOnBackground": "Exécuter en arrière-plan",
    "RunOnBackgroundDetail": "Lorsque la fenêtre est fermée, continuer à s'exécuter en arrière-plan sans quitter. Restaurer rapidement la fenêtre lors de la réouverture de l'application.",
    "RunOnBackgroundDetailNotMac": "Recommandé d'activer Attacher à la barre des tâches. Vous pouvez ainsi restaurer la fenêtre en l'utilisant.",
    "Seconds": "seconde",
    "SelectWorkspace": "choisir l'espace de travail",
    "ShareBrowsingData": "Partager les données de navigation (cookies, cache) entre les espaces de travail, si cette option est désactivée, vous pouvez vous connecter à différents services tiers dans chaque espace de travail.",
    "ShowSideBar": "Afficher la barre latérale",
    "ShowSideBarDetail": "La barre latérale vous permet de basculer facilement entre les espaces de travail.",
    "ShowSideBarIcon": "Afficher les icônes des espaces de travail dans la barre latérale",
    "ShowSideBarText": "Afficher le libellé du bouton sur la barre latérale",
    "ShowTitleBar": "Afficher la barre de titre",
    "ShowTitleBarDetail": "La barre de titre vous montre le titre de la page actuelle.",
    "SpellCheck": "Vérification orthographique",
    "SpellCheckLanguages": "Langues préférées pour la vérification orthographique",
    "Support": "Support",
    "SwipeWithThreeFingersToNavigate": "Balayer avec trois doigts pour naviguer",
    "SwipeWithThreeFingersToNavigateDescription": "Naviguez entre les pages avec des gestes à trois doigts. Balayez vers la gauche pour revenir en arrière ou balayez vers la droite pour avancer.<br/>Pour l'activer, vous devez également changer<3>Préférences macOS → TrackPad → Plus de gestes → Balayer entre les pages</3>à<5>Balayer avec trois doigts</5>ou<7>Balayer avec deux ou trois doigts.</7>",
    "Sync": "Synchronisation & Sauvegarde",
    "SyncBeforeShutdown": "Synchroniser avant l'arrêt",
    "SyncBeforeShutdownDescription": "Synchroniser automatiquement les données avant d'éteindre l'ordinateur. Notez que la fermeture manuelle de l'application ne déclenchera pas la synchronisation, afin d'éviter que les mauvaises données ne soient synchronisées lorsque l'application rencontre une erreur. \nLe système Windows ne prend pas en charge cette fonction.",
    "SyncInterval": "Intervalle de synchronisation/sauvegarde",
    "SyncIntervalDescription": "Après cette durée, il commencera automatiquement à sauvegarder sur Github, si c'est un espace de travail local, il créera une sauvegarde git locale (prend effet après le redémarrage de l'application)",
    "SyncOnlyWhenNoDraft": "Synchroniser uniquement lorsqu'il n'y a pas de brouillons",
    "SyncOnlyWhenNoDraftDescription": "Vérifiez s'il y a des brouillons ou des éditions WYSIWYG avant de synchroniser, le cas échéant, il ne sera pas synchronisé cette fois-ci, empêchant les brouillons d'être synchronisés avec votre blog. \n(Ne fonctionne pas pour la synchronisation avant l'arrêt, car vous pouvez vouloir apporter des brouillons d'un ordinateur à un autre pour continuer l'édition)",
    "System": "Système",
    "SystemDefaultTheme": "Thème par défaut du système",
    "TestNotification": "Tester les notifications",
    "TestNotificationDescription": "<0>Si les notifications ne s'affichent pas, assurez-vous d'activer les notifications dans<1>Préférences macOS → Notifications → TidGi</1>.</0>",
    "Theme": "Thème",
    "TiddlyWiki": "TiddlyWiki",
    "TidgiMiniWindow": "Attacher à la mini-fenêtre TidGi",
    "TidgiMiniWindowAlwaysOnTop": "TidGi Mini Window toujours au-dessus",
    "TidgiMiniWindowAlwaysOnTopDetail": "Garder la Mini Window de TidGi toujours au-dessus des autres fenêtres, et ne sera pas couverte par d'autres fenêtres",
    "TidgiMiniWindowFixedWorkspace": "Sélectionner un espace de travail pour la petite fenêtre fixe Taiji",
    "TidgiMiniWindowShortcutKey": "Configurer des raccourcis clés pour basculer la petite fenêtre de Taiji",
    "TidgiMiniWindowShortcutKeyHelperText": "Définir un raccourci clavier pour ouvrir ou fermer rapidement la petite fenêtre de Taiji.",
    "TidgiMiniWindowShowSidebar": "Attacher à la mini-fenêtre TidGi Afficher la barre latérale",
    "TidgiMiniWindowShowSidebarTip": "En général, la petite fenêtre TidGi est uniquement utilisée pour visualiser rapidement l'espace de travail actuel, donc la synchronisation avec l'espace de travail de la fenêtre principale n'est pas nécessaire, la barre latérale est masquée par défaut.",
    "TidgiMiniWindowShowTitleBar": "Petite fenêtre affiche la barre de titre",
    "TidgiMiniWindowShowTitleBarDetail": "Afficher une barre de titre déplaçable dans la petite fenêtre Taiji.",
    "TidgiMiniWindowSyncWorkspaceWithMainWindow": "La petite fenêtre et la fenêtre principale affichent le même espace de travail.",
    "TidgiMiniWindowSyncWorkspaceWithMainWindowDetail": "Une fois cochée, la petite fenêtre affichera le même contenu de l'espace de travail que la fenêtre principale.",
    "TidgiMiniWindowTip": "Créer une petite fenêtre contextuelle TidGi qui apparaît lorsque vous cliquez sur l'icône mini de la barre d'application. Astuce : Cliquez avec le bouton droit sur l'icône mini de l'application pour accéder au menu contextuel.",
    "Token": "Informations d'identification Git",
    "TokenDescription": "Les informations d'identification utilisées pour s'authentifier auprès du serveur Git afin de pouvoir synchroniser le contenu en toute sécurité. Peut être obtenu en se connectant à des services de stockage (par exemple, Github), ou en obtenant manuellement un \"jeton d'accès personnel\" et en le remplissant ici.",
    "Translatium": "Translatium",
    "TranslatiumIntro": "Traduire toutes les langues comme un pro",
    "Updates": "Mises à jour",
    "WebCatalog": "WebCatalog",
    "WebCatalogEngineIntro": "WebCatalog est le fondateur initial du code de TidGi, nous réutilisons beaucoup de code important de WebCatalog open-source, de nombreux remerciements à WebCatalog et à son auteur Quang Lam",
    "WebCatalogIntro": "Transformez magiquement n'importe quel site web en applications multiplateformes. Travaillez plus productivement et oubliez de changer d'onglet.",
    "WebSite": "Site web",
    "WikiMetaData": "Métadonnées du Wiki",
    "WikiMetaDataDescription": "Configurer les métadonnées du Wiki comme les paramètres de démarrage",
    "hardwareAcceleration": "Utiliser l'accélération matérielle lorsque disponible"
  },
  "Save": "sauvegarder",
  "Schema": {
    "ProviderModel": {
    }
  },
  "Scripting": {
    "ExecutingScript": "Exécution du script"
  },
  "SideBar": {
    "Preferences": "Préférences...",
    "UpdateAvailable": "Mise à jour !"
  },
  "Sync": {
    "Failure": "Échec de la synchronisation : {{error}}",
    "Success": "Synchronisation réussie"
  },
  "Update": "mise à jour",
  "Updater": {
    "CheckUpdate": "Vérifier les mises à jour",
    "CheckingFailed": "Échec de la vérification (erreur réseau)",
    "CheckingForUpdate": "Vérification des mises à jour...",
    "UpdateAvailable": "Mise à jour disponible !",
    "UpdateNotAvailable": "Vous avez la dernière version"
  },
  "WorkspaceSelector": {
    "Add": "Ajouter",
    "Agent": "agent",
    "AreYouSure": "Êtes-vous sûr de vouloir supprimer cet espace de travail ? \nLa suppression de l'espace de travail supprimera l'espace de travail dans cette application, mais ne supprimera pas les dossiers du disque dur. \nMais, si vous choisissez de supprimer également le dossier Wiki, tout le contenu sera supprimé.",
    "DedicatedWorkspace": "Zone de travail spéciale",
    "DefaultTiddlers": "Tiddlers par défaut",
    "EditCurrentWorkspace": "Configurer l'espace de travail actuel",
    "EditWorkspace": "Configurer l'espace de travail",
    "Guide": "Guide",
    "Help": "Aide",
    "HibernateWorkspace": "Mettre en veille l'espace de travail",
    "OpenInBrowser": "Ouvrir dans le navigateur",
    "OpenInBrowserDisabledHint": "(Configurer→ActiverHTTPAPI pour activer)",
    "OpenWorkspaceFolder": "Ouvrir le dossier",
    "OpenWorkspaceFolderInEditor": "Ouvrir le dossier dans un éditeur externe",
    "OpenWorkspaceFolderInGitGUI": "Ouvrir avec un outil de sauvegarde externe (Git)",
    "OpenWorkspaceMenuName": "Ouvrir l'espace de travail",
    "OpenWorkspaceTagTiddler": "Ouvrir {{tagName}}",
    "ReloadCurrentWorkspace": "Recharger l'espace de travail actuel",
    "RemoveCurrentWorkspace": "Supprimer l'espace de travail actuel",
    "RemoveWorkspace": "Supprimer l'espace de travail",
    "RemoveWorkspaceAndDelete": "Supprimer l'espace de travail et supprimer le dossier Wiki du disque",
    "ViewGitHistory": "Voir les sauvegardes historiques (Git)",
    "WakeUpWorkspace": "Réveiller l'espace de travail"
  },
  "Yes": "Oui"
}
